Repository: Asgrim/GoDeploy
Catalog: languages/*.po
Languages: german

source: Could not find the page you were looking for...
german: Könnte die Seite nicht finden Sie gesucht haben ...

source: The most likely cause is the settings in the configuration are incorrect or the database server is unavailable. One of the following solutions may help to fix this problem:
german: Die wahrscheinlichste Ursache ist die Einstellungen in der Konfigurationsdatei sind fehlerhaft oder der Datenbankserver nicht erreichbar ist. Eine der folgenden Lösungen können helfen, dieses Problem zu beheben:

source: Ensure the database is running
german: Sicherstellen, dass die Datenbank ausgeführt wird

source: Check the settings in
german: Überprüfen Sie die Einstellungen in

source: are correct
german: korrekt sind

source: Error establishing database connection
german: Fehler beim Aufbau Datenbank-Verbindung

source: The repository cache for
german: Das Repository-Cache für

source: has gone wrong somehow and needs re-cloning.
german: schief gegangen ist irgendwie und muss re-Klonen.

source: To reclone the repository,
german: Um wieder zu klonen das Repository

source: click this link now
german: auf diesen Link klicken Jetzt

source: and this will hopefully fix the problem.
german: und dies wird hoffentlich das Problem beheben.

source: GoDeploy's repository cache has gone wrong!
german: GoDeploy Repository Cache ist schief gegangen!

source: You have reached the error page
german: Sie haben den Fehler Seite erreicht

source: PHP version greater than 5.3.2
german: PHP Version größer als 5.3.2

source: PHP mcrypt module installed
german: PHP mcrypt Modul installiert

source: Not installed
german: nicht installiert

source: PHP ftp module installed
german: PHP FTP-Modul installiert

source: PHP Safe mode is disabled
german: PHP Safe-Modus ist deaktiviert

source: Not set
german: nicht festgelegt

source: MySQL installed
german: MySQL installiert

source: Permission to run 'exec' function
german: Die Erlaubnis zum 'exec' Funktion ausführen

source: Could not run
german: Konnte nicht ausgeführt werden

source: OpenSSH installed
german: OpenSSH installiert

source: Git installed
german: git installiert

source: May not work with Suhosin
german: Kann nicht mit Suhosin arbeiten

source: Suhosin is enabled
german: Suhosin aktiviert ist

source: GoDeploy may not function correctly
german: GoDeploy kann nicht richtig funktionieren

source: Suhosin not enabled
german: Suhosin nicht aktiviert

source: Config file writable
german: Config-Datei beschreibbar

source: is
german: ist

source: not writable
german: nicht beschreibbar

source: writable
german: beschreibbar

source: gitcache directory writable
german: gitcache Verzeichnis beschreibbar

source: Username
german: Benutzername

source: Password
german: Kennwort

source: Confirm Password
german: Passwort bestätigen

source: Is this user an admin?
german: Ist dieser Benutzer ein Vorgesetzter?

source: Is this user active?
german: Ist dieser Benutzer aktiv?

source: Project Name
german: Namen des Projeckts

source: Please enter the project name
german: Bitte geben Sie den Namen des Projekts

source: Please enter the Repository URL
german: Bitte geben Sie die Repository-URL

source: Deployment Branch
german: Deployment Niederlassung

source: Please enter the name of the Deployment Branch
german: Bitte geben Sie den Namen des Deployment Niederlassung

source: Please enter the Public Key
german: Bitte geben Sie die Public Key

source: Please enter your User Name
german: Bitte geben Sie Ihren Benutzernamen

source: Please enter your Password
german: Bitte geben Sie Ihr Passwort

source: Current revision
german: Aktuelle Version

source: Deploy revision or tag
german: Deploy revision oder dem Tag

source: Comment
german: Kommentar

source: Comment (optional)
german: Kommentar (optional)

source: Language
german: Sprache

source: Require deployment comments
german: Erfordern den Einsatz Kommentare

source: Attempt comment autofill
german: Versuchen Kommentar autofill

source: Rows per history page
german: Zeilen pro Seite der Geschichte

source: Enable usage stats
german: Aktivieren Nutzung stats

source: Logfile Path
german: Protokolldateipfad

source: Please enter the Server Name
german: Bitte geben Sie die Server-Name

source: Please enter the Hostname
german: Bitte geben Sie den Hostnamen

source: Please choose a Connection Type
german: Bitte wählen Sie ein Connection Type

source: Please enter the Port Number
german: Bitte geben Sie die Port-Nummer

source: Please enter the Username
german: Bitte geben Sie Benutzername

source: Please enter the Password
german: Bitte geben Sie das Passwort

source: german
german: Deutsch

source: Filename
german: Dateiname

source: Created
german: erstellt

source: Updated
german: Aktualisiert

source: Upload to Servers
german: Upload auf Server

source: File size
german: Dateigröße

source: by
german: durch

source: Edit
german: bearbeiten

source: Click to edit this configuration file
german: Klicken Sie auf diese Konfigurationsdatei bearbeiten

source: This project does not have any configuration files.
german: Dieses Projekt hat keine Konfigurationsdateien.

source: Add another configuration file to this project
german: Fügen Sie eine andere Konfigurationsdatei zu diesem Projekt

source: Path to file
german: Pfad zur Datei

source: This must be a path relative to the folder in which
german: Dies muss ein Pfad relativ zu dem Ordner sein, in dem

source: will be deployed, e.g.
german: bereitgestellt wird, z. B.

source: Content of file to be uploaded
german: Inhalt der Datei, die hochgeladen werden

source: Upload to servers
german: Server hochzuladen

source: Oh dear! Looks like you have not configured any servers yet...
german: Oh dear! Sieht aus wie Sie keine Server konfiguriert haben noch ...

source: &hellip;or go back
german: &hellip;oder gehen Sie zurück

source: GoDeploy is an installable tool that enables you to deploy changes from a Git repository to an FTP server. It works with any Git server (not just GitHub!). GoDeploy is Open Source software which means you can help us make the software better.
german: GoDeploy ist eine installierbare Tool, das Sie Änderungen von einem Git-Repository auf einen FTP-oder SFTP-Server bereitstellen können. Es funktioniert mit jedem Git-Server (nicht nur GitHub!). GoDeploy ist Open Source Software, die Sie können uns helfen, die Software besser ist.

source: Contribute
german: Beitragen

source: Visit the Contribute page to find out more
german: Besuchen Sie die Contribute-Seite erfahren Sie mehr

source: Login to GoDeploy
german: Melden Sie sich GoDeploy

source: There was a problem with your submission. Please check the fields highlighted below.
german: Es gab ein Problem mit Ihrer Einreichung. Bitte überprüfen Sie die Felder unten markiert.

source: Administration
german: Verwaltung

source: Actions
german: Aktionen

source: Settings
german: Einstellungen

source: Setting
german: Einstellung

source: Value
german: Wert

source: Install Date
german: Installieren Datum

source: Unique Install Identifier
german: Einzigartige Install Identifier

source: Active
german: aktiv

source: Yes
german: Ja

source: No
german: Nicht

source: There are no users... somehow?!
german: Es gibt keine Nutzer ... irgendwie?

source: Add a user
german: Hinzufügen eines Benutzers

source: Change Language
german: Sprache ändern

source: Change
german: ändern

source: Nearly done!
german: Fast fertig!

source: There's one last step that you need to do. GoDeploy tried to automatically write your new configuration file, but it couldn't.
german: Es gibt einen letzten Schritt, den Sie tun müssen. GoDeploy versucht, automatisch schreiben Sie Ihre neue Konfigurationsdatei, aber es ging nicht.

source: You now need to save the contents from the text box below into this file:
german: Sie müssen nun den Inhalt aus dem Textfeld unten sparen in diese Datei:

source: Once you have done this
german: Sobald Sie dies getan haben

source: click here to log in
german: Klicken Sie hier, um sich einzuloggen

source: Step 3 - Create First User
german: Schritt 3 - Erstellen des ersten Benutzersteuerelements

source: Step 1 - System Requirements
german: Schritt 1 - Systemanforderungen

source: GoDeploy needs to check that your system is set up correctly to be able to use the software.
german: GoDeploy Bedürfnisse zu überprüfen, ob Ihr System korrekt zu können, um die Software verwenden soll.

source: Requirement
german: Anforderung

source: Result
german: Folge

source: Overall Result
german: Insgesamt Ergebnis

source: Pass
german: Gelingen

source: Fail
german: Defekt

source: Warning
german: Warnung

source: You cannot proceed with setup until the above items marked 'Failed' are corrected.
german: Man kann nicht mit dem Setup fort, bis die oben markierten Elemente 'Failed' korrigiert werden.

source: Step 2 - Database Settings
german: Schritt 2 - Database Settings

source: There was a problem connecting to the database server with the information you provided.
german: Es gab ein Problem beim Verbinden mit dem Datenbankserver mit der von Ihnen bereitgestellten Informationen.

source: Please check the details you entered and try again.
german: Bitte überprüfen Sie die von Ihnen eingegebenen und erneut versuchen.

source: Change Your Password
german: Ändern Sie Ihr Passwort

source: Success! Your password was changed.
german: Erfolg! Dein Passwort wurde geändert.

source: This field has an error
german: Dieses Feld hat einen Fehler

source: Current Project
german: Aktuelles Projekt

source: Logout
german: Abmelden

source: Not logged in.
german: Nicht eingeloggt

source: Update
german: Aktualisierung

source: Change Password
german: Passwort ändern

source: Welcome back to GoDeploy
german: Willkommen zurück in GoDeploy

source: We've missed you - how have you been?
german: Wir haben dich vermisst - wie bist du gewesen?

source: Now you're back, here's your list of current projects - you can deploy or update any of them, or add a whole new one.
german: Jetzt du wieder da bist, hier ist die Liste der aktuellen Projekte - Sie können bereitstellen oder aktualisieren einer von ihnen, oder fügen Sie eine neue ein.

source: Project name
german: Name des Projekts

source: Last deployed
german: Letzter Einsatz

source: This project is yet to be deployed.
german: Dieses Projekt wird noch eingesetzt werden.

source: Deployed
german: eingesetzt

source: times
german: mal

source: once
german: einmal

source: View history
german: sehen Geschichte

source: Deploy project
german: Bereitstellen von Project

source: Add another project
german: Fügen Sie ein weiteres Projekt

source: You haven't set any projects up to deploy yet.
german: Sie haben keine Projekte eingerichtet, um noch implementieren.

source: Add the first project
german: Fügen Sie das erste Projekt

source: Deployment history
german: Deployment Geschichte

source: There is 1 deployment shown.
german: Es gibt 1-Bereitstellung dargestellt.

source: There are
german: Es gibt

source: of
german: von

source: deployments shown, with the most recent at the top.
german: Implementierungen gezeigt, mit dem jüngsten am oberen Rand.

source: The feeds are also available in RSS, JSON or CSV. Click the icon on the right for a feed of the deployment history...
german: Die Feeds sind auch in RSS, JSON oder CSV zur Verfügung. Klicken Sie auf das Symbol auf der rechten Seite für eine Zufuhr des Deployment Geschichte ...

source: Pages:
german: Seiten:

source: Date
german: Datum

source: Time
german: Zeit

source: From
german: Aus

source: To
german: Zu

source: By
german: per

source: None
german: keiner

source: Roll back
german: zurückrollen

source: Click to start a roll back to the from revision of this deployment
german: Klicken Sie auf, um eine Rolle zu starten zurück auf die von Revision dieser Bereitstellung

source: View
german: sehen

source: Click to view this deployment
german: Klicken Sie, um diesen Einsatz zu sehen

source: Oh dear - something went wrong&hellip;
german: Oh dear - etwas schief ging&hellip;

source: Debug Information (Developer Mode)
german: Debug-Informationen (Entwickler-Modus)

source: Exception information
german: Informationen zur Ausnahme

source: Message
german: Meldung

source: Request Parameters
german: Request-Parameter

source: Project Settings
german: Projekt-Einstellungen

source: Before you can deploy this project you will need to reclone the repository.
german: Bevor Sie dieses Projekt bereitstellen können, müssen Sie den Repository klonieren.

source: Click here
german: Klicken Sie hier

source: to reclone the repository now.
german: das Repository nun Reklone.

source: Servers
german: Server

source: Type
german: Typ

source: Delete
german: Löschen

source: There are no servers currently configured for this project!
german: Es sind keine Server derzeit für dieses Projekt konfiguriert!

source: Add another server to this project
german: Fügen Sie einen anderen Server, um dieses Projekt

source: to delete the project.
german: um das Projekt zu löschen.

source: Delete the
german: Löschen Sie die

source: project
german: Projekt

source: This cannot be undone. Are you sure you want to continue?
german: Dies kann nicht rückgängig gemacht werden. Sind Sie sicher, dass Sie den Vorgang fortsetzen?

source: No, get me out of here!
german: Nein, Sie mich hier raus!

source: Yes, delete it
german: Ja, löschen

source: There was a problem connecting to the FTP server with the information you provided.
german: Es war ein Problem beim Verbinden mit dem FTP-Server mit der von Ihnen bereitgestellten Informationen.

source: Please check the username and password, and ensure the user has permissions to create and delete files on the FTP server.
german: Bitte überprüfen Sie den Benutzernamen und das Kennwort ein, und sicherzustellen, dass die Benutzer über Berechtigungen zum Erstellen und Löschen von Dateien auf dem FTP-Server.

source: More information that might be useful:
german: Weitere Informationen, die nützlich sein könnten:

source: Delete server from the
german: Delete Server aus der

source: Deployment
german: Einsatz

source: Summary
german: Zusammenfassung

source: Deploy to
german: Deploy, um

source: List of commits
german: Liste der Commits

source: Note
german: anmerken

source: this commit is being reversed by this deployment.
german: dieses Engagement wird durch diesen Einsatz umgekehrt.

source: these commits are being reversed by this deployment.
german: diese verpflichtet werden durch diesen Einsatz umgekehrt.

source: Deployment Details
german: Deployment Einzelheiten

source: File
german: Datei

source: Action
german: Aktion

source: There are no files to deploy.
german: Es gibt keine Dateien zu implementieren.

source: Start Deployment
german: Starten Sie Deployment
